Repository: puser/Skywork
Catalog: app/Locale/spa/LC_MESSAGES/*.po
Languages: spanish

source: {first_name} {last_name} wants you to join their Class
spanish: {first_name} {last_name} quiere compartir su clase.

source: {first_name}, Someone (probably you), forgot the password on Puentes Online. Click on the link below to create a new password. {link} Sincerely, The Puentes Team
spanish: {first_name}, Probablemente se ha olvidado su contraseña en Puentes Online. Haga clic aquí para crear una nueva contraseña. {link} Saludos, El Equipo de Puentes

source: New Password
spanish: Nueva Contraseña

source: Attach File(s)
spanish: Adjuntar Archivos

source: Remove
spanish: Eliminar

source: Add another attachment
spanish: Adjunte otro archivo

source: Go to Questions
spanish: Ir a las preguntas

source: Back
spanish: Atrás

source: Assignment
spanish: Actividad

source: The Assignment for this Bridge is:
spanish: La actividad para este ensayo es:

source: Begin
spanish: Empezar

source: My Portfolio
spanish: Mi Carpeta

source: All
spanish: Todo

source: Completed
spanish: Completado

source: Draft
spanish: Borrador

source: New
spanish: Nuevo

source: Due Date 1
spanish: Fecha límite 1

source: Students answer questions or write essay
spanish: Los estudiantes contestan a las preguntas o escriben un ensayo

source: Due Date 2
spanish: Fecha límite 2

source: Time for feedback and collaboration
spanish: Duración de comentarios y colaboración

source: Last Edit
spanish: Modificado en

source: Creator
spanish: Creador

source: Status
spanish: Estátus

source: Building
spanish: Creando

source: In Use
spanish: En Uso

source: Delete
spanish: Eliminar

source: You
spanish: Usted

source: Anonymous User
spanish: Usuario anónimo

source: You do not yet have access to any bridges.
spanish: No tiene acceso a ningún puente.

source: Previous
spanish: Anterior

source: Next
spanish: Avanzar

source: Your students are currently completing the assignment.
spanish: Sus estudiantes están completando la actividad.

source: Due Date 1 expires {date1}. You will then have until {date2} to complete Due Date 2.
spanish: La fecha límite 1 es {date1}. Tiene hasta el {date2} para completar la segunda fecha límite.

source: Close
spanish: Cerrar

source: Your Instructor is currently evaluating your assignment. When they are done, you will receive an email. Then you will be able to view your Instructor’s comments and corrections.
spanish: Su Instructor está evaluando su actividad. Cuando termine, va a recibir un correo electrónico. Después puede ver los comentarios y correccione.

source: Yes, Delete
spanish: Borrar

source: Cancel
spanish: Cancelar

source: Below are the names of the Instructors who will be participating in this bridge. Pending means they have not made a decision. All participating Instructors must Accept for the bridge to begin.
spanish: Abajo aparecen los nombres de los instructores que participan en este Puente. Si aparece como pendiente, significa que no han tomado una decisión. Todos los participantes tienen que aceptar para que este Puente comience.

source: To reconsider your decision, click on Back to Accept/Reject.
spanish: Para reconsiderar su decisión, haga clic en Atrás para Aceptar/Rechazar

source: Pending
spanish: Pendiente

source: Back to Accept/Reject
spanish: Atrás para Aceptar/Rechazar

source: {name} has added your class(es) to a bridge with Due Date 1: {date1} and Due Date 2: {date2}. These are the class(es) that have been added: {classes} You can accept or reject this request. If you reject, you will have the opportunity to write a response.
spanish: {name} le ha agregado a su clase(s) para participar en un Puente con fecha límite 1: {date1} y fecha límite 2: {date2}. Estas son las clases agregadas: {classes} Puede aceptar o rechazar esta invitación. Si rechaza, tendrá la oportunidad de escribir una razón sobre su decisión.

source: Accept
spanish: Aceptar

source: You have chosen to reject this bridge. Please provide an explanation and click Send Rejection.
spanish: Ha rechazado este Puente. Por favor, explique su decisión y haga clic en Enviar Rechazo.

source: If you want to reconsider your decision, click on Back to Accept/Reject.
spanish: Para reconsiderar su decisión, haga clic en Atrás para Aceptar/Rechazar.

source: Group Activity
spanish: Actividad en Grupo

source: Group Members
spanish: Miembros del Grupo

source: Likes vs dislikes for their work
spanish: Me Gusta vs No Me Gusta para su trabajo

source: Not enough data exists to display details for this bridge
spanish: No hay datos suficientes para mostrar los detalles de este puente

source: Split class into groups
spanish: Dividir la clase en grupos

source: Number of Students per Group
spanish: Número de estudiantes por grupo

source: Go
spanish: Avanzar

source: Save
spanish: Guardar

source: Student Work
spanish: Tarea del estudiante

source: Due Date 2:
spanish: Fecha límite 2

source: Students with highest quality work
spanish: Estudiantes que han obtenido una mejor valoración

source: According to You and Groups
spanish: Valoración del instructor y grupos

source: According to You
spanish: Valoración del instructor

source: According to Groups
spanish: Valoración de los grupos

source: Most active questions:
spanish: Las preguntas más activas

source: More Info
spanish: Más información

source: Information
spanish: Información

source: Assignment Information (Edit Mode)
spanish: Información de Actividad (Editar)

source: Type name here
spanish: Escriba su nombre

source: Due Date 1 Time Deadline:
spanish: Hora 1:

source: Due Date 2 Time Deadline:
spanish: Hora 2:

source: Upload the Assignment: Document
spanish: Subir una Actividad: Documento

source: Current Document:
spanish: Documento actual

source: Remove Document
spanish: Eliminar este documento

source: Replace current document:
spanish: Reemplazar el documento actual

source: Video Embed Code
spanish: Incluir el enlace del video

source: Help?
spanish: Ayuda

source: Write the questions for your Assignment here:
spanish: Escriba aquí las preguntas para sus estiantes:

source: Add another
spanish: Añadir otro

source: Write a description of this essay topic:
spanish: Escriba una descripción del tema de este ensayo:

source: Select Assignment
spanish: Seleccionar la actividad

source: What is the Assignment?
spanish: ¿Cuál es la acitivad?

source: Select
spanish: Seleccionar

source: Answer Questions
spanish: Responder a las preguntas

source: The Instructor writes a series of (n) questions. Students then answer the questions assigned by the Instructor.
spanish: El instructor escribe una serie de preguntas. Después, los estudiantes contestan las preguntas asignadas por el instructor.

source: Write an Essay
spanish: Escribir un ensayo

source: The Instructor assigns and essay topic to students.
spanish: El instructor asigna el tema del ensayo a los estudiantes.

source: Select a Challenge
spanish: Seleccionar un desafío

source: What are you challenging your students to? Please select one of the following and continue.
spanish: ¿Cuál es el desafío para sus estudiantes? Por favor, seleccione una de los siguienties y continue.

source: Read a Document
spanish: Leer un documento

source: In this challenge, the Instructor assigns a document for students to watch. In the Information section you will browse for your document.
spanish: En este desafío, el instructor asigna una lectura a los estudiantes. En la sección de información, puede subir el documento.

source: Watch a YouTube video
spanish: Ver un video de YouTube

source: In this challenge, the Instructor assigns a YouTube video for students to watch. In the Information section you will copy and paste the YouTube link.
spanish: En este desafío, el instructor asigna video a los estudiantes. En la sección de información, puede copiar y pegar el enlace.

source: Is your challenge offline?
spanish: ¿El desafío está fuera de Puentes?

source: I'm assigning my challenge offline (e.g. the reading is in a textbook)
spanish: La activadad está fuera de Puentes (ej una lectura en un libro de texto)

source: Students Collaborate
spanish: Los estudiantes trabajan en grupo

source: How will students collaborate on their Assignment?
spanish: ¿Como van a colaborar los estudiantes en grupo?

source: There is no collaboration in a standard assignment. You will be giving your students an assignment, they will complete it by the Due Date you set, and they will return it back to you.
spanish: No hay colaboración en una actividad estándar. Les envías la actividad a los estudiantes y, cuando completen el ensayo, le van a entregar la actividad.

source: By allowing student collaboration, after students complete their assignments (Due Date 1), they will be able to write comments and give feedback to each other (Due Date 2).
spanish: En una colaboración, los estudiantes completan la actividad solos, y podrán dar comentarios a otros estudiantes en su grupo.

source: Step 1
spanish: Paso 1

source: Step 2
spanish: Paso 2

source: Step 3
spanish: Paso 3

source: Send to Class
spanish: Enviar a la Clase

source: Exit
spanish: Salir

source: Would you like to save before returning to Home?
spanish: ¿Quiere guardar estos cambios antes de volver a la página de inicio?

source: Yes, Save Current
spanish: Guardar

source: No, Don't Save
spanish: No guardar

source: One or two words summarizing this question
spanish: Resuma esta pregunta en una o dos palabras

source: Section Title
spanish: Título de la sección

source: Write the essay topic in one or two words:
spanish: Resuma el tema del ensayo en una o dos palabras

source: Allow students to attach documents, photos, etc.
spanish: Permitir que los estudiantes adjunten documentos, fotos, etc.

source: Assignment Length (Min / Max)
spanish: Duración de la actividad (min/max)

source: Advanced Options
spanish: Opciones avanzadas

source: Anonymous
spanish: Anónimo

source: Apply as anonymous (Assignment won't display names)
spanish: Mantener el amonimato entre los estudiantes

source: Use Quality Scales (Rate the quality of your students' work on a scale from High Quality to Poor Quality during Due Date 2.)
spanish: Usar escalas de calidad.

source: Allow instructor ratings: only the instructor may rate the quality of their students.
spanish: Permitir que solo el instructor califique.

source: Allow student ratings: students may rate the quality of work for the other students in their group.
spanish: Permitir que los estudiantes califiquen a los demás.

source: Due Date has already passed!
spanish: ¡Esta fecha de límite ya se ha pasado!

source: Due Date 2 must be after Due Date 1
spanish: Fecha límite 2 no puede ser antes de Fecha límite 1

source: Save &amp; Next
spanish: Guardar y Continuar

source: Select Class(es) you would like to invite:
spanish: Seleccionar la(s) clase(s) que quiere invitar:

source: Class Name
spanish: Nombre de la Clase

source: Class Groups
spanish: Grupos dentro de la clase

source: Invite a Collaborator:
spanish: Invite a un colaborador:

source: First Name
spanish: Nombre

source: Last Name
spanish: Apellido

source: Email
spanish: Correo electrónico

source: Already in Puentes?
spanish: ¿Usuario existente?

source: Send Invite
spanish: Enviar invitación

source: Existing User
spanish: Usuario existente

source: Please add at least one group to this bridge to continue
spanish: Por favor, agregue al menos un grupo a este puente para continuar

source: Add an individual
spanish: Añada una persona

source: You must invite at least one group/individual
spanish: Hay que invitar por lo menos un grupo/persona

source: Save and Finish
spanish: Guardar y Completar

source: Warning!
spanish: ¡Atención!

source: You have not created any groups for this bridge, meaning <strong>each</strong> student will have to give feedback to <strong>every</strong> other student. There are a total of {student_count} students. Would you like to send this Bridge?
spanish: No ha creado ningún grupo para este Puente. Esto significa que <strong>cada</strong> estudiante tiene que dar comentarios a <strong>todos</strong> los estudiantes. Hay {student_count} estudiantes en este Puente. ¿Desea enviar este Puente?

source: Don't send yet
spanish: No enviar todavía

source: Miniumum
spanish: Mínimo

source: Maximum
spanish: Máximo

source: You must complete this section
spanish: Debe completar esta sección

source: You have until {due_date_time}, {due_date_day}, {due_date} to make further edits to you assignment. Would you like to save current edits before returning to Home?
spanish: Tiene hasta {due_date_time}, {due_date_day}, {due_date} para realizar cambios en su actividad. ¿Desea guardar su información actual antes de ir a la página de inicio?

source: Click Remove All to remove all of your students from this class. They will still have access to the assignments they have completed.
spanish: Hacer clic sacar a todos los estudiantes de esta clase. Ellos tendrán acceso a las actividades que han completado.

source: Add Professor to Shared Class
spanish: Añada un Profesor para compartir la clase

source: Please enter the information below before adding to your class:
spanish: Por favor, complete la información antes de agregar una clase:

source: Permissions
spanish: Permisos

source: This Professor can add my class to a Bridge:
spanish: Este instructor puede agregar mi clase a un Puente:

source: Only if (s)he requests and I accept
spanish: Sólo si hay una petición y yo acepto

source: Without request
spanish: Sin petición

source: Send Notification
spanish: Enviar una notificación

source: Register your student(s) manually here. Add your students and send an automated email notification by clicking ‘Add.’ If they’re new to Puentes, that email will contain a temporary password.
spanish: Registre los estudiantes de forma manual. Añade sus estudiantes y envíe una notificación automática al hacer clic en 'Añade.' Si son nuevos en Puentes, esa notificación contendrá una contraseña temporal.

source: Select the Classes you would like to join:
spanish: Seleccione las clases que le gustaría unirse:

source: Class(es)
spanish: Clase(s)

source: Instructor not found
spanish: No se pudo encontrar el Instructor

source: This instructor has restricted access to their classes
spanish: Este instructor tiene acceso retringido a sus clases

source: Edit Class
spanish: Editar la clase

source: Edit Class Name and Save:
spanish: Edite el nombre de la clase y guarde:

source: Accept/Decline
spanish: Aceptar/Rechazar

source: Decline
spanish: Rechazar

source: Accept/Decline Request for
spanish: Aceptar/Rechazar la petición para

source: Allow to Join
spanish: Aceptar petición

source: Add an Instructor
spanish: Añadir un instructor

source: Shared
spanish: Compartida

source: Add a new Student
spanish: Añadir un nuevo estudiante

source: Students
spanish: Estudiantes

source: There are no students in this class.
spanish: No hay estudiantes en su clase.

source: Last Logged In
spanish: Última sesión

source: Waiting for login...
spanish: Esperando login...

source: Home
spanish: Página de Inicio

source: Classes
spanish: Clases

source: Logout
spanish: Salir

source: Puentes Online is currently in private beta.
spanish: Puentes Online está actualmente en beta privado.

source: Login
spanish: Iniciar sesión

source: Password
spanish: Contraseña

source: I forgot my password
spanish: No recuerdo mi contraseña

source: Log in
spanish: Iniciar sesión

source: Are you sure you want to logout?
spanish: ¿Está seguro que desea cerrar la sesión?

source: Yes, Logout
spanish: Terminar sesión

source: Privacy Policy
spanish: Normas de Privacidad

source: Terms of Use
spanish: Términos

source: Metrics Section
spanish: Estadísticas

source: Question Activity
spanish: Actividad en las preguntas

source: Charting
spanish: Gráficos

source: Flagging
spanish: Alerta

source: Summary
spanish: Resumen

source: Customize
spanish: Personalizar

source: Quality
spanish: Nivel

source: Activity
spanish: Actividad

source: Student Quality / Activity in Bridge
spanish: Nivel del trabajo / Actividad en el puente

source: Student Name
spanish: Nombre del estudiante

source: Incidents
spanish: Incidentes

source: Question
spanish: Pregunta

source: Activity Level
spanish: Nivel de actividad

source: These are questions with the most activity
spanish: Preguntas con más activdad

source: All Students
spanish: Todos los estudiantes

source: Group
spanish: Grupo

source: Student Analysis:
spanish: Análisis de los resultados:

source: Completion Level
spanish: Nivel de completación

source: Average Quality Level
spanish: Premedio de Nivel

source: Students Activity Level
spanish: Nivel de Actividad

source: Run
spanish: Ejecutar

source: I'm a new user
spanish: Soy un nuevo usuario(a)

source: I already have an account
spanish: Tengo una cuenta

source: Preferred Email
spanish: Correo preferido

source: Choose a Password
spanish: Elija una contraseña

source: Confirm Password
spanish: Confirme contraseña

source: Save and Continue
spanish: Guardar

source: Log In
spanish: Iniciar sesión

source: I'm an Instructor
spanish: Soy un instructor(a)

source: Beta-Test Key
spanish: Código de Prueba

source: Class Token
spanish: Código de la clase

source: Instructor's Email
spanish: Correo del instructor

source: Feedback
spanish: Comentarios

source: Summary Page
spanish: Resumen

source: Instructor Feedback
spanish: Comentarios

source: I'm Done!
spanish: ¡Terminé!

source: Metrics
spanish: Estadísticas

source: Evaluation of Completed Assignment
spanish: Evaluación de una activada completa

source: Continue Evaluating Students
spanish: Continuar evaluando estudiantes

source: Very High
spanish: Muy Alta

source: Good
spanish: Buena

source: Average
spanish: Normal

source: Below Average
spanish: Necesita Mejorar

source: Poor
spanish: Mala

source: Average quality for this Question
spanish: Promedio de nivel para esta pregunta

source: Highlight a section of the text to add a comment.
spanish: Destaque una sección del texto y añada un comentario

source: I'm Done Evaluating
spanish: Terminé evaluando

source: Congratulations!
spanish: ¡Felicitaciones!

source: You have completed all sections. You have until the next Due Date to edit any information you wish. Would you like to go to Home?
spanish: Ha completado todas las secciones. Puede editar cualquier información hasta la próxima fecha límite. ¿Quiere ir a la página de inicio?

source: Yes, Save and Go Home
spanish: Guardar y Salir

source: Save, but Continue to Edit Answers
spanish: Gaurdar, pero continuar editando

source: Your students are currently completing the collaboration (Due Date 2) which is set to expire {due_date_2}. However, you may begin evaluating the assignments immediately, you just won't have access to the metrics section until Due Date 2 is over. We'll send you an email notifying you when that happens.
spanish: Sus estudiantes están completando la colaboración, que se expira {due_date_2}. Sin embargo, puede comenzar de evaluar la activadad ahora. Sólo no tiene acceso a la sección de estadísticas hasta que termine la fecha límite 2. Le enviaremos una notificación cuando sea posible.

source: Begin Evaluating
spanish: Comenzar de evaluar

source: I'll come back later
spanish: Vuelvo luego

source: This user has not submitted responses
spanish: Este usuario no ha enviado ninguna respuesta

source: Add a Collaborator to Puentes
spanish: Agregar un Colaborador a Puentes

source: Add
spanish: Añadir

source: Logged Out
spanish: Cerró la sesión

source: Go to Homepage
spanish: Ir a la página de inicio

source: Payment Method
spanish: Método de pago

source: Please provide your credit card details below (all fields are required):
spanish: Por favor, ponga sus datos de tarjeta de crédito (se requieren todos los campos):

source: Billing Address
spanish: Dirección

source: City
spanish: Ciudad

source: Zip/Postal Code
spanish: Código Postal

source: State/Province
spanish: Estado

source: Country
spanish: País

source: Expiration Date (format as MMYY)
spanish: Fecha de expiración (MMAA)

source: CVV Code
spanish: Código CVV

source: My Account
spanish: Mi Cuenta

source: Pay Plan
spanish: Pagos

source: Personal Info
spanish: Datos personales

source: E-mail
spanish: Correo electrónico

source: State
spanish: Estado

source: Name of Institution
spanish: Nombre de la institución

source: Type
spanish: Tipo

source: Language
spanish: Idioma

source: Spanish
spanish: Español

source: To change your password click
spanish: Para cambiar su clave haga clic

source: Type Password
spanish: Escribir la contraseña

source: Re-type Password
spanish: Reescribir la contraseña

source: Allow other Professors to search for my classes
spanish: Permitir a otros instructors buscar mi clase

source: Terminate my Account
spanish: Eliminar mi cuenta

source: Terminate
spanish: Eliminar

source: Passwords do not match!
spanish: ¡Las contraseñas no coinciden!

source: Saved!
spanish: ¡Guardado!

source: My Email Preferences
spanish: Opciones de correo

source: Check your preferences:
spanish: Comprobar preferencias:

source: Send me email
spanish: Enviar un correo

source: Challenges
spanish: Desafíos

source: Due Date Expiration
spanish: Expiración de fecha límite

source: Never send me email
spanish: No me envíe correos

source: You have clicked to Terminate your account. All data that has been stored will be permanently deleted. Are you sure you want to Terminate your account?
spanish: Ha elegido eliminar su cuenta. Toda la información que haya almacendado se borrará permanentemente. ¿Está seguro de que quiere eliminar su cuenta?

source: If you are sure you want to permanently delete your account, please type TERMINATE into the box below.
spanish: Si está seguro de que quiere eliminar su cuenta por favor teclee TERMINATE en el siguiente cuadro.

source: Terminate My Account
spanish: Eliminar mi cuenta

source: Create Class
spanish: Crear una clase

source: Join class
spanish: Unirse a una clase

source: Share Class
spanish: Comparir la clase

source: View Token
spanish: Ver el código

source: Edit Students
spanish: Editar los estudiantes

source: Delete Class
spanish: Borrar la clase

source: Please enter the details below to create a new class:
spanish: Por favor, escriba los detalles para crear una clase:

source: How will students sign-up to your class?
spanish: ¿Como los estudiantes van a unir la clase?

source: Yes
spanish: Sí

source: I'll give them a code (a class token) and they'll sign themselves up through the homepage.
spanish: Les doy un código y unirán sólos a través del sitio web.

source: I'll add the students myself (you'll only be required to enter their email addresses).
spanish: Les agrego yo (solo hay que poner un correo electrónico).

source: Generate Token
spanish: Generar un código

source: Find and Connect with an Instructor
spanish: Buscar y conectar con un instructor(a)

source: Continue
spanish: Continuar

source: Join Your Class
spanish: Unirse a una clase

source: Teacher Email
spanish: Email de instructor

source: Join
spanish: Unirse

source: Are you sure you want to delete?
spanish: ¿Está seguro de que desea borrar?

source: Please Register
spanish: Regístrese aquí

source: You must be a subscribed Instructor in order to create a class.
spanish: Debe suscribirse para crear una clase

source: Generate new
spanish: Generar nuevo

source: Token
spanish: Código

source: New Token
spanish: Nuevo código

source: Generating a new token will allow students to enter this class with the new token. Are you sure you want to generate a new token?
spanish: Crear un nuevo código permitirá a los estudiantes acceder a esta clase con el nuevo código. ¿Está seguro de que quiere crear un nuevo código?

source: Generate
spanish: Ejecutar
