Repository: puser/Skywork
Catalog: app/Locale/spa/LC_MESSAGES/*.po
Languages: spanish

source: Are you sure you would like to resend the class invitation to this student?
spanish: ¿Está seguro que desea re-enviar la invitación a la clase a este estudiante?

source: Purchase Plan
spanish: Plan de pago

source: Standard Account (Free!)
spanish: Cuenta Estándar (¡Gratis!)

source: Create and/or participate in up to two assignments per month.
spanish: Crear y/o participar en dos Puentes por mes.

source: You and your students get up to 200MB of total storage per month.
spanish: Sus estudiantes tienen hasta 200MB de almacenamiento por mes.

source: Your challenges (videos, documents, etc.) can be up to 5MB.
spanish: Sus desafíos (videos, documents, etc.) pueden ser de hasta 5MB.

source: Premium Account - $9.99/month
spanish: Cuenta de pago - $9.99/mes

source: Create and/or participate in up to six assignments per month.
spanish: Crear y/o participar en hasta seis Puentes por mes.

source: You and your students get up to 2 GB of storage in total storage.
spanish: Sus estudiantes tienen hasta 2 GB de almacenamiento por mes.

source: Your challenges (videos, documents, etc.) can be up to 25 MB.
spanish: Sus desafíos (videos, documents, etc.) pueden ser hasta 25MB.

source: Platinum Account - $19.99/month
spanish: Cuenta platino - $19.99/mes

source: Create and/or participate in unlimited assignments per month.
spanish: Crear y/o participar en actividades ilimitadas.

source: You and your students get up to 100GB in total storage.
spanish: Sus estudiantes tienen hasta 100GB de almacenamiento por mes.

source: Your challenges (videos, documents, etc.) are unlimited size.
spanish: Sus desafíos (videos, documents, etc.) no tienen límite.

source: Institutional Package
spanish: Paquete de Institución

source: You and your students get unlimited storage.
spanish: Almacenamiento sin límite.

source: Finish and Send
spanish: Terminar y Enviar

source: Add to list &amp; add another
spanish: Añadir

source: Add to list
spanish: Añadir

source: Save, go to next word
spanish: Guardar, ir a la próxima palabra

source: Remove word from list
spanish: Eliminar palabra de la lista
